content/058/results/vegeta-heavy.txt
Requests      [total, rate, throughput]         7500, 500.07, 500.06
Duration      [total, attack, wait]             14.998s, 14.998s, 319.196µs
Latencies     [min, mean, 50, 90, 95, 99, max]  264.174µs, 327.714µs, 336.826µs, 367.254µs, 376.432µs, 416.868µs, 859.506µs
Bytes In      [total, mean]                     636624, 84.88
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:7500  
Error Set: