content/058/results/wrk-heavy.txt
Running 15s test @ http://127.0.0.1:8765/heavy?n=25
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.59ms    1.33ms  18.72ms   85.65%
    Req/Sec     8.39k     0.96k   29.01k    95.01%
  Latency Distribution
     50%    0.98ms
     75%    2.37ms
     90%    3.26ms
     99%    6.08ms
  501536 requests in 15.10s, 92.26MB read
Requests/sec:  33214.40
Transfer/sec:      6.11MB